{
  "errors":{
    "email_already_exists":"O e-mail já está registrado no Fandom",
    "email_invalid":"O e-mail não é válido",
    "invalid-email":"It seems you have no e-mail associated with your Fandom account. Please __contactFandomLink__",
    "registration_error":"Não podemos completar seu registro neste momento.",
    "username_already_exists":"Nome de usuário indisponível",
    "username_blocked":"Você não pode solicitar uma nova senha porque seu nome de usuário está bloqueado.",
    "username_unavailable":"Nome de usuário indisponível ou contendo caracteres inválidos. O nome de usuário pode conter letras e números de um alfabeto e deve incluir uma letra",
    "username_ip_address":"O nome de usuário deve incluir ao menos uma letra",
    "username_exceeds_max_length":"O nome de usuário não pode ter mais de 50 caracteres",
    "username_illegal_characters":"O nome de usuário pode conter letras e números de um alfabeto e deve incluir uma letra",
    "username-not-recognized":"Nós não reconhecemos este nome. Não se esqueça que os nomes de usuários são sensíveis a letras maiúsculas e minúsculas.",
    "password_exceeds_max_length":"A senha não pode ter mais de 50 caracteres",
    "password_equal_name":"A senha e o nome de usuário não podem ser iguais",
    "passwords_not_match":"As senhas não combinam",
    "reset-password-email-sent":"Nós já enviamos um lembrete de senha para esta conta nas últimas 24 horas. Por favor, verifique seu e-mail.",
    "user_already_linked":"Esta conta do Fandom já está conectada ao Facebook",
    "fb_account_already_linked":"Esta conta do Facebook já está conectada a outra conta de usuário do Fandom",
    "birthdate_invalid":"A data de nascimento não é uma data válida",
    "wrong-credentials":"Não reconhecemos estas credenciais. Por favor, tente novamente ou registre-se com uma nova conta.",
    "server-error":"Houve um erro ao processar seu pedido. Por favor, tente novamente mais tarde."
  },
  "labels":{
    "terms-of-use-and-privacy-policy-text":"Eu concordo com os __termsOfUseLink__ e __privacyPolicyLink__ (obrigatório)"
  }
}